; Generated (26.12.2024 15:23:00) by Reduce Memory v2.2
[Main]
Language=Auto
HideWindowOnStartup=0
HideWhenMinimized=1
TrayIconPack=1
WinSetOnTop=1
SystemUser=1
TaskOptions=1
UsedMemory=90
CountDown=5
; OptimizeMode: 0=Normal, 1=Aggressive, 2=Aggressive Smooth, 3=Aggressive + Delete Temp, 4=Emergency Release
OptimizeMode=4
ExclusionOpt=0
Exclusions=|Explorer.exe|
Processes=|
SmartOptimize=1
CooldownSeconds=300
HysteresisPercent=5
MinProcessMB=32
ProtectForeground=1
ActiveShieldSeconds=10
StartupMonitorThreshold=95
StartupMonitorHysteresis=5
StartupMonitorIntervalSeconds=2
StartupMonitorCooldownSeconds=300
StartupDelaySeconds=10
StartupConfirmSamples=2
AIShield=1
AIProcessPatterns=ollama.exe|ollama_llama_server.exe|python.exe|pythonw.exe|llama-server.exe|llama.exe|vllm.exe|torchrun.exe|tritonserver.exe|comfyui.exe|stable-diffusion.exe|local-ai.exe|koboldcpp.exe
NormalMinProcessMB=96
SmoothMinProcessMB=48
AggressiveMinProcessMB=4
AIShieldMinProcessMB=64
AggressiveStabilizeMs=3000
AggressiveReboundMinMB=64
AggressiveReboundPercent=20
ProcessRefaultMinMB=16
ProcessRefaultMinFaults=64

[Language_English]
Translator=BlueLife
01="This Tool empty the working set of the specified process to optimize your memory (RAM) usage."
02="Physical Memory Info:"
03="Total Memory:"
04="Used Memory:"
05="Free Memory:"
06="Memory usage percentage #RAM%"
07="&Optimize"
08="Option&s"
09="&About"
10="E&xit"
11="&Clear Memory - #RAM% used"
12="&Show Reduce Memory"
13="&Options"
14="&About"
15="E&xit Reduce Memory"
16="#RAM% used"
17="Physical Memory Usage: #RAM%"
18="Memory will be optimized after #TIMER seconds"
19="#SIZE MB recovered."
20="Automatically start at windows startup"
21="Hide window on startup"
22="Minimize to the system tray"
23="Always show program window on top"
24="Select the tray icon package"
25="Set the threshold to auto optimize memory"
26="If the Amount of memory usage exceeds"
27="Seconds intervals"
28="Exclude processes in the box"
29="Apply Options"
30="Unable to write file!"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu araç, bellek (RAM) kullanımınızı optimize etmek için belirtilen işlemin çalışma kümesini boşaltır."
02="Fiziksel Bellek Bilgisi:"
03="Toplam Bellek:"
04="Kullanılan Bellek:"
05="Boş Bellek:"
06="Bellek kullanım yüzdesi %#RAM"
07="&Temizle"
08="&Seçenekler"
09="&Hakkında"
10="&Kapat"
11="&Hafızayı Temizle - %#RAM kullanıldı"
12="&Ana Pencereyi Göster"
13="&Seçenekler"
14="&Hakkında"
15="&Reduce Memory Kapat"
16="%#RAM kullanıldı"
17="Fiziksel Bellek Kullanımı: %#RAM"
18="Bellek #TIMER saniye sonra optimize edilecek."
19="#SIZE MB kurtarıldı"
20="Windows başlangıcında otomatik olarak başlat"
21="Başlangıçta pencereyi gizle"
22="Sistem tepsisine küçült"
23="Program penceresini her zaman en üstte göster"
24="Tepsi simge paketini seçin"
25="Belleği otomatik optimize etmek için eşiğini ayarlayın"
26="Bellek kullanım miktarı aşılırsa"
27="Saniye aralıkları"
28="Kutudaki işlemleri hariç tut"
29="Seçenekleri Uygula"
30="Dosya yazılamıyor!"

[Language_German_Deutsch]
Translator="Elli G."
01="Dieses Programm löscht die temporären Schreibvorgänge der laufenden Anwendungen, um den Arbeitsspeicher zu optimieren."
02="Arbeitspeicher (RAM)-Info:"
03="Insgesamt:"
04="Belegt:"
05="Noch frei:"
06="Belegter Arbeitsspeicher in Prozent #RAM%"
07="&Optimiere"
08="Optionen"
09="Über"
10="Beenden"
11="&Lösche Speicher - #RAM% belegt"
12="&Zeige Speicherminimierung"
13="&Optionen"
14="&Über"
15="&Reduce Memory beenden"
16="#RAM% belegt"
17="Speicherauslastung: #RAM%"
18="Arbeitsspeicher wird bereinigt nach #TIMER Sekunden"
19="#SIZE MB wiederhergestellt"
20="Automatischer Programmstart bei Start von Windows"
21="Zeige Fenster nicht an beim Start"
22="Minimiere in den Infobereich"
23="Zeige das Programmfenster immer im Vordergrund"
24="Wähle das Symbol für den Infobereich"
25="Bestimme den Grenzwert für die automatische Speicheroptimierung"
26="Wenn die Speicherbelegung ... überschreitet"
27="Sekundenintervalle"
28="Prozesse in der Box ausschließen"
29="Einstellungen übernehmen"
30="Datei zu beschreiben ist nicht möglich!"

[Language_French_Français]
Translator="Largo"
01="Cet outil vide l'ensemble de travail du processus spécifié pour optimiser votre utilisation de la mémoire (RAM)."
02="Informations sur la mémoire physique:"
03="Mémoire totale:"
04="Mémoire utilisée:"
05="Mémoire libre:"
06="Pourcentage utilisé de la mémoire #RAM%"
07="&Optimiser"
08="Options"
09="À propos de"
10="Quitter"
11="&Effacer la mémoire - #RAM% utilisée"
12="&Afficher la fenêtre du programme"
13="&Options"
14="&À propos de"
15="&Quitter Reduce Memory"
16="#RAM% utilisée"
17="Utilisation de la mémoire physique: #RAM%"
18="La mémoire sera optimisée après #TIMER secondes"
19="#SIZE MB récupérés."
20="Démarrage automatique au démarrage de Windows"
21="Masquer la fenêtre au démarrage"
22="Minimiser dans la barre d'état système"
23="Fenêtre du programme toujours visible"
24="Sélectionnez le package d'icônes de la barre d'état"
25="Définir le seuil pour l'optimisation automatique de la mémoire"
26="Si la quantité d'utilisation de la mémoire excède"
27="Intervalles secondes"
28="Exclure les processus dans la boîte"
29="Appliquer les options"
30="Impossible d'écrire le fichier!"

[Language_Korean_한국어]
Translator="VenusGirl"
01="이 도구는 지정된 프로세스의 작업 세트를 비워서 메모리 (RAM) 사용을 최적화합니다."
02="물리적 메모리 정보:"
03="전체 메모리:"
04="사용된 메모리:"
05="여유 메모리:"
06="메모리 사용량 백분율 #RAM%"
07="최적화"
08="옵션"
09="정보"
10="종료"
11="메모리 지우기 - #RAM% 사용(&C)"
12="Reduce Memory 표시(&S)"
13="옵션(&O)"
14="정보(&A)"
15="Reduce Memory 종료(&E)"
16="#RAM% 사용"
17="물리적 메모리 사용량: #RAM%"
18="#TIMER 초 후 메모리가 최적화됩니다"
19="#SIZE MB가 복구되었습니다."
20="Windows 시작 시 자동으로 시작"
21="시작할 때 창 숨기기"
22="시스템 트레이로 최소화"
23="항상 상단에 프로그램 창 표시"
24="트레이 아이콘 패키지 선택"
25="메모리를 자동으로 최적화하도록 임계값 설정"
26="메모리 사용량이 초과되는 경우"
27="초 간격"
28="상자에서 프로세스 제외"
29="옵션 적용"
30="파일을 쓸 수 없습니다!"

[Language_Russian_Pусский]
Translator=V.Romanovskij
01="Этот инструмент оптимизирует использование памяти (ОЗУ)."
02="Информация о физической памяти:"
03="Всего:"
04="Используется:"
05="Доступно:"
06="Используется памяти #RAM%"
07="Очистить"
08="Настройки"
09="О программе"
10="Выйти"
11="&Очистить память - #RAM% используется"
12="&Показать окно программы"
13="&Настройки"
14="&О программе"
15="&Выйти из программы"
16="#RAM% используется"
17="Использование физической памяти: #RAM%"
18="Память будет оптимизирована через #TIMER секунд"
19="#SIZE МБ освобождено."
20="Автозапуск при старте Windows"
21="Скрывать окно при запуске"
22="Сворачивать в трей"
23="Окно программы всегда сверху"
24="Выберите пакет иконок для трея"
25="Порог для автоматической оптимизации памяти"
26="Если объем занятой памяти превышает"
27="Интервал (сек.)"
28="Исключить процессы"
29="Применить настройки"
30="Невозможно записать файл!"

[Language_Spanish_Español]
Translator="OrangeWare"
01="Esta herramienta vacía el conjunto de trabajo del proceso especificado para optimizar el uso de la memoria (RAM)."
02="Información de Memoria Física:"
03="Memoria en Total:"
04="Memoria Usada:"
05="Memoria Libre:"
06="Porcentaje de Memoria Usada: #RAM%"
07="&Optimizar"
08="Opciones"
09="Acerca de"
10="Salir"
11="&Borrar Memoria - #RAM% usada"
12="&Mostrar Reduce Memory"
13="&Opciones"
14="&Acerca de"
15="&Exit Reduce Memory"
16="#RAM% usada"
17="Memoria Física Usada: #RAM%"
18="La memoria sera optimizada despues de #TIMER segundos"
19="#SIZE MB Recuperados"
20="Inciar automaticamente al iniciar windows"
21="Ocultar ventana al inciar windows"
22="Minimizar a la bandeja de sistema"
23="Mostrar siempre la ventana del programa en primer plano"
24="Selecciona el paquete de iconos"
25="Fija un limite para optimizar automaticamente la memoria"
26="Si la cantidad de memoria usada excede el"
27="Intervalo (segundos)"
28="Excluir procesos"
29="Aplicar Opciones"
30="No se puede escribir el archivo"

[Language_Italian_Italiano]
Translator="Luca Bastiani"
01="Questo strumento svuota il set di lavoro del processo specificato per ottimizzare l'uso della memoria (RAM)."
02="Info memoria fisica:"
03="Memoria totale:"
04="Memoria usata:"
05="Memoria libera:"
06="Percentuale d'uso della memoria #RAM%"
07="&Ottimizza"
08="Opzioni"
09="Info"
10="Esci"
11="&Cancella memoria - #RAM% usata"
12="&Mostra Reduce Memory"
13="&Opzioni"
14="&Info"
15="&Esci Reduce Memory"
16="#RAM% usata"
17="Memoria fisica usata: #RAM%"
18="La memoria verrà ottimizzata dopo #TIMER secondi"
19="#SIZE MB recuperati."
20="Esegui automaticamente all'avvio di Windows"
21="Nascondi finestra all'avvio"
22="Riduci a icona nella barra di stato"
23="Mostra sempre in primo piano"
24="Seleziona il pacchetto dell'icona nella barra di stato"
25="Imposta la soglia per l'ottimizzazione automatica della memoria"
26="Se la quantità d'uso della memoria supera"
27="Intervallo secondi"
28="Escludere i processi"
29="Applica opzioni"
30="Impossibile scrivere il file!"

[Language_Portuguese_Português-BR]
Translator="Guilherme Avancini"
01="Esta ferramenta esvazia o conjunto de trabalho do processo especificado para otimizar o uso de sua memória (RAM)."
02="Informação da memória física:"
03="Memória Total:"
04="Memória Usada:"
05="Memória Livre:"
06="Porcentagem de uso de memória #RAM%"
07="&Otimizar"
08="Opções"
09="Sobre"
10="Sair"
11="&Limpar memória - #RAM% usada"
12="&Mostrar Reduce Memory"
13="&Opções"
14="&Sobre"
15="&Sair Reduce Memory"
16="#RAM% usada"
17="Uso de memória física: #RAM%"
18="A memória será otimizada após #TIMER segundos"
19="#SIZE MB recuperados"
20="Iniciar automaticamente na inicialização do Windows"
21="Ocultar janela na inicialização"
22="Minimizar para a bandeja do sistema"
23="Sempre mostrar a janela do programa no topo"
24="Selecione o pacote do ícone da bandeja"
25="Definir o limite para otimizar a memória automaticamente"
26="Se a quantidade de uso de memória exceder"
27="Intervalos de segundos"
28="Excluir processos"
29="Aplicar Opções"
30="Impossível gravar arquivo!"

[Language_Portuguese_Português-BR2]
Translator="Francisco Lima"
01="Esta ferramenta esvazia o conjunto de trabalho do processo especificado para otimizar o uso da memória (RAM)."
02="Informações de Memória Física:"
03="Memória Total:"
04="Memória Usada:"
05="Memória Livre:"
06="Percentagem de utilização de memória #RAM%"
07="Otimizar"
08="Opções"
09="Sobre"
10="Sair"
11="Limpar memória - #RAM% usado"
12="Mostrar Reduzir Memória"
13="&Opções"
14="&Sobre"
15="& Sair Reduzir Memória"
16="#RAM% usado"
17="Uso de Memória Física: #RAM%"
18="A memória será otimizada após os segundos #TIMER"
19="#TAMANHO MB recuperado."
20="Iniciar automaticamente na inicialização do Windows"
21="Ocultar janela na inicialização"
22="Minimize para a bandeja do sistema"
23="Sempre mostrar a janela do programa no topo"
24="Selecione o pacote de ícones da bandeja"
25="Defina o limite para otimizar automaticamente a memória"
26="Se a quantidade de uso de memória exceder"
27="Segundos intervalos"
28="Lista de exclusão de processos"
29="Aplicar Opções"
30="Não é possível escrever o arquivo!"

[Language_Portuguese_Português]
Translator="Registrador"
01="Se a quantidade de uso de memória exceder"
02="Informações de memória física:"
03="Memória Total:"
04="Memória usada:"
05="Memória Livre:"
06="Porcentagem de uso de memória #RAM%"
07="&Otimizar"
08="Opções"
09="Sobre"
10="Saída"
11="&Limpar memória - #RAM% usada"
12="&Mostrar Reduzir memória"
13="&Opções"
14="&Sobre"
15="&Sair Reduzir memória"
16="#RAM% usada"
17="Uso de memória física: #RAM%"
18="A memória será otimizada após #TIMER segundos"
19="#SIZE MB recuperados."
20="Iniciar automaticamente na inicialização do Windows"
21="Ocultar janela na inicialização"
22="Minimizar para a bandeja do sistema"
23="Sempre mostrar a janela do programa no topo"
24="Selecione o pacote de ícones da bandeja"
25="Defina o limite para otimizar automaticamente a memória"
26="Se a quantidade de uso de memória exceder"
27="Intervalos de segundos"
28="Excluir processos"
29="Aplicar opções"
30="Não foi possível gravar o arquivo!"

[Language_Persian_فارسی]
Translator=MilanSoft - علیرضا میلانی
01="این ابزار با خالی کردن پردازش های مشخصی که در حال کار میباشند حافظه سیستم شما را بهینه سازی میکند"
02="اطلاعات حافظه فیزیکی:"
03="کل حافظه:"
04="حافظه مصرفی:"
05="حافظه آزاد:"
06="#RAM% حافظه در حال استفاده"
07="بهینه سازی"
08="تنظیمات"
09="درباره ما"
10="خروج"
11="#RAM% پاک کردن حافظه - در حال استفاده"
12="نمایش پنجره برنامه"
13="تنظیمات"
14="درباره ما"
15="خروج"
16="#RAM% استفاده شده"
17="#RAM% :حافظه فیزیکی در حال استفاده"
18="ثانیه #TIMER بهینه سازی حافظه بعد از"
19="#SIZE MB حافظه بهبود یافته"
20="راه اندازی در شروع ویندوز بطور خودکار"
21="مخفی کردن پنجره در شروع ویندوز"
22="کمینه کردن در نوار سیستم"
23="نمایش همیشگی پنجره را در بالاترین سطح"
24="انتخاب مجموعه آیکن در نوار سیستم"
25="تنظیم شاخص بهینه سازی خودکار حافظه"
26="اگر مقدار حافظه مورد استفاده بیش از"
27="فاصله بر حسب ثانیه"
28="معاملات شامل نمی شود"
29="اعمال تنظیمات"
30="!نوشتن فایل امکان پذیر نیست"

[Language_Romanian_Română]
Translator=Coman Gelu Dănuț
01="Acest instrument goleste setul de lucru al procesului specificat pentru a optimiza utilizarea memoriei (RAM)."
02="Informații despre memoria fizică:"
03="Memorie totală:"
04="Memorie utilizată:"
05="Memorie liberă:"
06="Procentul de utilizare a memoriei #RAM%"
07="Optimizare"
08="Opțiuni"
09="Despre"
10="Ieșire"
11="&Șterge memoria - #RAM% utilizată"
12="&Afișare Reducere memorie"
13="&Optțiuni"
14="&Despre"
15="&Ieșire Reducere memorie"
16="#RAM% utilizată"
17="Utilizarea memoriei fizice: #RAM%"
18="Memoria va fi optimizată după #TIMER secunde"
19="#SIZE MB recuperat."
20="Pornire automată la pornirea Windows"
21="Ascunde fereastra la pornire"
22="Minimizare la tava de sistem"
23="Afișare întotdeauna fereastra programului deasupra"
24="Selectare pachet pictogramă tavă"
25="Setare prag pentru optimizarea automată a memoriei"
26="Dacă volumul de memorie depășește"
27="Intervale de secunde"
28="Excludeți procesele"
29="Aplicare opțiuni"
30="Imposibil de scris fișierul!"

[Language_Polish_Polski]
Translator="Andrzej Mazurkiewicz"
01="To narzędzie opróżnia zestaw roboczy określonego procesu, aby zoptymalizować użycie pamięci (RAM)."
02="Informacje o pamięci fizycznej:"
03="Całkowita pamięć:"
04="Używana pamięć:"
05="Wolna pamięć:"
06="Procent użycia pamięci #RAM%"
07="Zoptymalizuj"
08="Opcje"
09="O programie"
10="Wyjdź"
11="& Wyczyść pamięć - #RAM% w użyciu"
12="& Pokaż Reduce Memory"
13="&Opcje"
14="O programie"
15="Zamknij Reduce Memory"
16="#RAM% w użyciu"
17="Wykorzystanie pamięci fizycznej: #RAM%"
18="Pamięć zostanie zoptymalizowana po #TIMER sekundach"
19="#SIZE MB odzyskano."
20="Automatycznie uruchom ze startem Windows"
21="Ukryj okno na starcie"
22="Zminimalizuj do zasobnika systemowego"
23="Zawsze pokazuj okno programu na górze"
24="Wybierz pakiet ikon w zasobniku"
25="Ustaw wartość progową automatycznej optymalizacji pamięci"
26="Jeżeli ilość użycia pamięci przekracza"
27="Interwał sekund"
28="Wyklucz procesy"
29="Zastosuj opcje"
30="Nie można napisać pliku!"

[Language_Simplified Chinese_简体中文]
Translator="lanwu"
01="该工具清空指定进程的工作集，以优化您的内存（RAM）使用率。"
02="物理内存信息："
03="总内存："
04="已用内存："
05="可用内存："
06="内存使用率 #RAM%"
07="优化"
08="选项"
09="关于"
10="退出"
11="&优化内存 - #RAM% 已使用"
12="&打开主程序窗口"
13="&选项"
14="&关于"
15="&退出应用"
16="#RAM% 已使用"
17="物理内存使用: #RAM%"
18="内存将在 #TIMER 秒优化"
19="#SIZE MB 恢复"
20="Windows启动时自动启动"
21="启动时隐藏窗口"
22="最小化到系统托盘"
23="始终在顶部显示程序窗口"
24="选择任务栏图标包"
25="设置阈值以自动优化内存"
26="如果内存使用量超过"
27="间隔（秒）"
28="流程排除列表"
29="保存"
30="无法写入文件！"

[Language_Traditional Chinese_繁體中文]
Translator="ИEØ_ΙΙØZ"
01="此工具清空指定處理程序的工作集，以最佳化您的記憶體（RAM）使用率。"
02="實體記憶體資訊："
03="總容量："
04="使用容量："
05="可用容量："
06="記憶體使用率 #RAM%"
07="最佳化"
08="選項"
09="關於"
10="離開"
11="&清理記憶體-已使用 #RAM%"
12="&顯示主程式"
13="&選項"
14="&關於"
15="&退出程式"
16="#RAM% 已使用"
17="實體記憶體使用率： #RAM%"
18="記憶體將會在 #TIMER 秒後最佳化"
19="#SIZE MB 恢復"
20="隨Windows啟動時執行"
21="啟動時最小化視窗"
22="最小化到工作列"
23="始終顯示在最上層"
24="選擇工作列圖示樣式"
25="設定臨界值以自動最佳化記憶體"
26="如果記憶體使用量超過"
27="間隔（秒）"
28="排除程式列表"
29="套用選項"
30="無法寫入檔案！"

[Language_Vietnamese_Tiếng Việt]
Translator="xMercy"
01="Công cụ này là làm trống bộ nhớ (RAM) và chỉ định quy trình (Process) để tối ưu hóa việc sử dụng bộ nhớ (RAM) của bạn."
02="Thông tin Bộ nhớ:"
03="Tổng bộ nhớ:"
04="Bộ nhớ đã sử dụng:"
05="Bộ nhớ còn trống:"
06="Đã sử dụng: #RAM%"
07="Tối ưu hóa"
08="Tùy chọn"
09="Thông tin"
10="Thoát"
11="Đã sử dụng: #RAM%"
12="&Hiển thị Reduce Memory"
13="&Tùy chọn"
14="&Thông tin"
15="&Thoát Reduce Memory"
16="Đã sử dụng #RAM%"
17="Bộ nhớ đã sử dụng: #RAM%"
18="Bộ nhớ sẽ được tối ưu hóa sau #TIMER/s"
19="Đã tối ưu #SIZEMB."
20="Tự động khởi động khi khởi động windows"
21="Ẩn cửa sổ khi khởi động"
22="Thu nhỏ vào khay hệ thống"
23="Luôn hiển thị cửa sổ chương trình ở trên cùng"
24="Chọn biểu tượng để hiển thị dưới Taskbar"
25="Đặt ngưỡng để tự động tối ưu hóa Bộ nhớ"
26="Nếu bộ nhớ sử dụng vượt quá"
27="Khoảng thời gian (s)"
28="Danh sách quy trình loại trừ (ví dụ: explorer.exe)"
29="Lưu"
30="Không thể ghi tệp tin!"

[Language_Vietnamese_Tiếng Việt #2]
Translator="Nam"
01="Cong cu nay se xoa bo lam viec cua quy trinh đuoc chi dinh de toi uu haa viec su dung bo nho (RAM) cua ban."
02="Thong tin bo nho:"
03="Tat ca bo nho:"
04="Bo nho dang dung:"
05="Dung luong trong:"
06="Phan tram bo nho da su dung #RAM%"
07="&Toi uu"
08="Cai dat"
09="&Ve phan mem"
10="&Thoat"
11="&Lam sach bo nho - #RAM% da su dung"
12="&Hien Reduce Memory"
13="&Cai dat"
14="&Thoat Reduce Memory"
15="&Thoat Reduce Memory"
16="#RAM% da su dung"
17="Phan tram bo nho da su dung: #RAM%"
18="Bo nho se duoc toi uu hoa sau #TIMER giay"
19="#SIZE MB da duoc xoa."
20="Tu dong khoi dong khi khoi dong Windows"
21="An chuong trinh khi khoi dong may tinh"
22="An vao khay bo nho"
23="Luon luon hien ung dung len dau"
24="Chon goi bieu tuong khay"
25="Đat nguong de tu dong toi uu hoa bo nho"
26="Neu bo nho su dung dat toi"
27="Khoang thoi gian giay"
28="Loai tru cac tien trinh trong hop"
29="Luu tuy chon"
30="Khong the ghi tep tin!"

[Language_Dutch_Nederlands]
Translator="artbydiamond.nl (04/2021)"
01="Deze tool leegt de werkset van het opgegeven proces om het geheugengebruik te optimaliseren."
02="Fysieke geheugeninformatie:"
03="Totaal geheugen:"
04="Gebruikt geheugen:"
05="Vrij geheugen:"
06="Percentage geheugengebruik #RAM%"
07="&Optimaliseren"
08="Opties"
09="Over"
10="Afsluiten"
11="&Geheugen legen - #RAM% gebruikt"
12="&Reduce Memory weergeven"
13="&Opties"
14="O&ver"
15="Reduce Memory &afsluiten"
16="#RAM% gebruikt"
17="Fysiek geheugengebruik: #RAM%"
18="Geheugen wordt geoptimaliseerd na #TIMER seconden"
19="#SIZE MB hersteld."
20="Automatisch starten bij het opstarten van windows"
21="Venster verbergen bij opstarten"
22="Minimaliseer naar het systeemvak"
23="Programmavenster altijd bovenaan tonen"
24="Selecteer het systeemvakpictogram"
25="Stel de drempel in om geheugen te optimaliseren"
26="De hoeveelheid geheugengebruik groter is dan"
27="Interval in sec."
28="Lijst met procesuitsluitingen"
29="Opties toepassen"
30="Kan bestand niet schrijven!"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="不要になったワーキングセットを取除き、使用可能なメモリ (RAM) 容量を増やすメモリ解放ツールです。"
02="物理メモリ"
03="メモリ容量 :"
04="使用中メモリ :"
05="空きメモリ :"
06="メモリー使用率 #RAM%"
07="最適化する"
08="オプション..."
09="製品情報..."
10="終了"
11="メモリ最適化 (&C) - #RAM% 使用"
12="ウィンドウを表示(&W)"
13="オプション(&O)"
14="製品情報(&A)"
15="終了(&X)"
16="RAM使用率"
17="物理メモリー使用量 : #RAM%"
18="#TIMER 秒後にメモリが最適化されます"
19=""#SIZE MB がリカバリされました"。"
20="Windows のスタートアップに登録する"
21="起動時にウィンドウを表示しない"
22="システムトレイに最小化する"
23="常に手前に表示"
24="【トレイアイコンのデザインを選択】"
25="メモリ自動最適化のしきい値を指定する"
26="メモリ使用量が次の値を超えた場合に最適化"
27="秒毎"
28="【除外するプロセス】"
29="適用"
30="ファイルに書き込めません"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ez az eszköz kiüríti a megadott folyamat munkakészletét\na memóriahasználat optimalizálása érdekében."
02="Fizikai memória információ:"
03="Teljes memória:"
04="Használt memória:"
05="Szabad memória:"
06="Memóriahasználat: #RAM%"
07="Optimalizálás"
08="Beállítások"
09="Névjegy"
10="Kilépés"
11="& Memória törlése - #RAM% használatban"
12="&Reduce Memory megjelenítése"
13="&Beállítások"
14="&Névjegy"
15="&Kilépés a Reduce Memory-ból"
16="#RAM% használatban"
17="Fizikai memóriahasználat: #RAM%"
18="A memória optimalizálása #TIMER másodperc után megtörténik"
19="#SIZE MB helyreállítva."
20="Automatikus indítás a Windows indításkor"
21="Ablak elrejtése indításkor"
22="Minimalizálás a tálcára"
23="A programablak mindig felül legyen"
24="A tálca ikoncsomagjának kiválasztása"
25="A küszöbérték beállítása a memória automatikus optimalizálásához"
26="Ha a memóriahasználat mennyisége meghaladja:"
27="Intervallum (mp)"
28="Folyamatkizárási lista"
29="Beállítások alkalmazása"
30="Nem lehet fájlt írni!"

[Language_Arabic_العربية]
Translator="karim zoui"
01="هذه الأداة تحرر التطبيقات قيد التشغيل المحددة لتحسين استخدام الذاكرة"
02="معلومات الذاكرة الفعلية:"
03="مجموع الذاكرة:"
04="الذاكرة المستخدمة:"
05="الذاكرة الحرة:"
06="#RAM% :نسبة استخدام الذاكرة"
07="تحسين"
08="خيارات"
09="حول"
10="خروج"
11="&مسح الذاكرة - #RAM% مستعمل"
12="&إضهارنافذة البرنامج"
13="&الخيارات"
14="&حول"
15="&الخروج من البرنامج "
16="#RAM% مستعمل"
17="#RAM% :استخدام الذاكرة الفعلية"
18="سيتم تحسين الذاكرة بعد #TIMER ثواني"
19="#SIZE MB استرداد."
20="بدء التشغيل تلقائيا عند بدء تشغيل الويندوز"
21="إخفاء النافذة عند بدء التشغيل"
22="تصغير إلى درج النظام"
23="إضهار نافذة البرنامج"
24="حدد أيقونة النظام "
25="تعيين العتبة لتحسين الذاكرة تلقائيا"
26="إذا تجاوز مقدار استخدام الذاكرة"
27="التحسين بالثواني"
28="قائمة استبعاد العمليات الجارية"
29="تطبيق الخيارات"
30="غير قادر على كتابة الملف!"

[Language_Georgian_ქართული]
Translator="Giorgi_barsa"
01="ეს პროგრამა აადვილებს მითითებულ პროცესებთან მუშაობას თქვენი მეხსიერების (RAM-ის) ოპტიმიზაციისათვის"
02="ოპ. მეხსიერების ინფორმაცია:"
03="სრული მეხსიერება (RAM):"
04="გამოყენებული მეხსიერება:"
05="თავისუფალი მეხსიერება:"
06="გამოყ. მეხს. პროც. მაჩვენებელი #RAM%"
07="ოპტიმიზაცია"
08="პარამეტრები"
09="პროგრამის შესახებ"
10="გასვლა"
11="&თავისუფალი მეხსიერება - #RAM% გამოყენებულია"
12="&მაჩვენე Reduce Memory"
13="&პარამეტრები"
14="&შესახებ"
15="&მეხსიერების შემცირებიდან გამოსვლა"
16="ოპერატიული მეხსიერების #RAM% გამოიყენება"
17="ოპერატიული მეხსიერების გამოყენება: #RAM%"
18="მეხსიერება დაოპტიმიზირდება #TIMER წამის შემდეგ"
19="#SIZE MB გათავისუფლდა."
20="ავტომატურად გახსენი პროგრამა ვინდოუსის ჩართვისას"
21="დამალე ფანჯარა სისტემის ჩართვისას"
22="System tray-მდე მინიმიზება"
23="ყოველთვის მაჩვენე ეს ფანჯარა ზემოთ"
24="აირჩიე ხატულების პაკეტი System tray-სთვის"
25="დააყენეთ ბარიერი მეხსიერების ავტომატურად ოპტიმიზაციისთვის"
26="თუ კი გამოყენებული მეხსიერების რაოდენობა გადააჭარბებს"
27="წამის ინტერვალი"
28="პროცესების სია"
29="პარამეტრების მისადაგება"
30="ფაილის ჩაწერა შეუძლებელია!"

[Language_Greek_Ελληνικά]
Translator="Θανάσης Κατσαγεώργης"
01="Αυτό το εργαλείο αδειάζει το σύνολο εργασίας της καθορισμένης διαδικασίας για να βελτιστοποιήσει τη χρήση της μνήμης σας (RAM)."
02="Πληροφορίες φυσικής μνήμης:"
03="Συνολική μνήμη:"
04="Χρησιμοποιημένη μνήμη:"
05="Ελεύθερη μνήμη:"
06="Ποσοστό χρήσης μνήμης #RAM%"
07="Βελτιστοποίηση"
08="Επιλογές"
09="Σχετικά με"
10="Έξοδος"
11="&Καθαρισμός Μνήμης - #RAM% που χρησιμοποιείται"
12="&Εμφάνιση Μείωσης Μνήμης"
13="Επι&λογές"
14="&Πληροφορίες"
15="Έ&ξοδος Μείωση Μνήμης"
16="#RAM% που χρησιμοποιείται"
17="Χρήση Φυσικής Μνήμης: #RAM%"
18="Η μνήμη θα βελτιστοποιηθεί μετά από #TIMER δευτερόλεπτα"
19="#SIZE MB ανακτήθηκαν."
20="Αυτόματη εκκίνηση κατά την εκκίνηση των Windows"
21="Απόκρυψη παραθύρου κατά την εκκίνηση"
22="Ελαχιστοποίηση στη περιοχή εμφάνισης ειδοποιήσεων"
23="Να εμφανίζεται πάντα το παράθυρο του προγράμματος στο προσκήνιο"
24="Επιλέξτε το πακέτο εικονιδίων περιοχής εμφάνισης ειδοποιήσεων"
25="Ορίστε το όριο για αυτόματη βελτιστοποίηση της μνήμης"
26="Εάν η ποσότητα της χρήσης μνήμης υπερβαίνει"
27="Διάστημα σε δευτ/τα"
28="Λίστα αποκλεισμού διεργασίας"
29="Εφαρμογή επιλογών"
30="Δεν είναι δυνατή η εγγραφή αρχείου!"

[Language_Azerbaijani_Azərbaycan dili]
Translator="Qalib Qurbanov"
01="Bu proqram, yaddaş (RAM) istifadənizi optimallaşdırmaq üçün göstərilən prosesin yaddaşını boşaldır."
02="Fiziki Yaddaş Məlumatı:"
03="Ümumi Yaddaş:"
04="İstifadə Olunan Yaddaş:"
05="Boş Yaddaş:"
06="Yaddaş istifadə faizi %#RAM"
07="Təmizlə"
08="Sazlamalar"
09="Haqqında"
10="Çıx"
11="&Yaddaşı təmizlə - %#RAM işlədildi"
12="&Ana pəncərəni göstər"
13="&Sazlamalar"
14="&Haqqında"
15="&Reduce Memory Çıx"
16="%#RAM işlədildi"
17="Fiziki Yaddaş İstifadəsi: %#RAM"
18="Yaddaş #TIMER saniye sonra optimallaşdırılacaq."
19="#SIZE MB bərpa edildi"
20="Windows açılanda Reduce Memory avtomatik başladılsın"
21="Proqram açılanda ana pəncərəni gizlət"
22="Sistemin bildiriş çubuğuna göndər"
23="Proqram həmişə üstdə olsun"
24="Proqramın bildiriş çubuğundakı ikonunu seçin"
25="Yaddaş avtomatik optimallaşdırılsın"
26="Yaddaş istifadəsi aşağıdakı faizi keçəndə"
27="Saniyə aralıqlarla"
28="Xaric tutmaq istədiyimiz proqramlar"
29="Dəyişiklikləri yadda saxla"
30="Dəyişikliklər fayla yazıla bilmədi!"

[Language_Lithuanian_Lietuvių kalba]
Translator="Džiugas Januševičius"
01="Šis įrankis ištuština dirbama rinkinį specifikuotų procesų, kad optimizuotu jūsų atminties (RAM) naudojimą."
02="Fizinės atminties informacija:"
03="Iš viso atminties:"
04="Naudojama atminties:"
05="Laisvos atminties:"
06="Atminties naudojimo procentai #RAM%"
07="Optimizuoti"
08="Nustatymai"
09="Apie"
10="Išeiti"
11="&Išvalyti Atminties - #RAM% naudojama"
12="&Rodyti Sumažinti atmintį"
13="&Nustatymai"
14="&Apie"
15="&Išeiti Sumažinti atmintį"
16="#RAM% naudojama"
17="Fizinės Atminties Naudojama: #RAM%"
18="Atmintis bus optimizuota po #TIMER sekundžių/-ės"
19="#Dydis MB atgauta."
20="Automatiškai pasileisti kartu su „Windows“"
21="Slėpti programa paleidime"
22="Minimizuoti į „System tray“"
23="Visada rodyti programa virš kitų"
24="Pasirinkti programos piktograma"
25="Nustatyti ribą kuri automatiškai optimizuotų atmintį"
26="Jeigu atminties naudojima perreis"
27="Sekundžių intervalai"
28="Procesų išimčių sąrašas"
29="Pritaikyti nustatymus"
30="Negalima įrašyti failo!"

[Language_Hebrew_עברית]
Translator="PeterG"
01="כלי זה מנקה את מערך העבודה של התהליך שצוין כדי לייעל את השימוש בזיכרון"
02="פרטי זיכרון פיזי:"
03="זיכרון כולל:"
04="זיכרון בשימוש:"
05="זיכרון פנוי:"
06="#RAM% :אחוז שימוש בזיכרון"
07="ייעול זיכרון"
08="אפשרויות"
09="אודות"
10="יציאה"
11="& #RAM% נקה זיכרון - בשימוש"
12="&הצג תפריט התוכנה"
13="&אפשרויות"
14="&אודות"
15="&צא מהתוכנה"
16="בשימוש #RAM%"
17="#RAM% :זיכרון פיזי בשימוש"
18="שניות #TIMER יבוצע ייעול זיכרון לאחר"
19="#SIZE MB שוחררו"
20="הפעל את התוכנה בהפעלת המחשב"
21="הסתר חלון בהפעלת התוכנה"
22="מזער לשורת המשימות"
23="תציג תמיד את חלון התוכנה מעל חלונות אחרים"
24="בחר סמלים"
25="בצע ייעול אוטומטי של הזיכרון"
26="...אם כמות הזיכרון מעל ל"
27="מרווחי שניות"
28="רשימת תהליכים שלא יכללו"
29="החל אפשרויות"
30="!לא ניתן לרשום קובץ"

[Language_Ukrainian 1_Українська (адаптована)]
Translator="Volodymyr"
01="Цей інструмент оптимізовує оперативні запам'ятовуючі пристрої (ОЗП) зменшуючи їх використання шляхом очищення робочих наборів визначених процесів."
02="Інформація про оперативну пам'ять (ОЗП)"
03="Усього:"
04="Використовується:"
05="Доступно:"
06="Використовується #RAM% оперативної пам'яті"
07="ОЧИСТИТИ ОЗП"
08="Налаштування"
09="Про програму"
10="Вийти"
11="&ОЧИСТИТИ ОЗП - використовується #RAM%"
12="&Reduce Memory"
13="&Налаштування"
14="&Про програму"
15="&Вийти"
16="Використовується #RAM% ОЗП"
17="Використовується ОЗП: #RAM%"
18="ОЗП буде очищена через #TIMER секунд"
19="Звільнено #SIZE МБ"
20="Запускатися з "Microsoft Windows""
21="Не відкриватися якщо запускатися з "Microsoft Windows""
22="Згортатися у трей (значок в області сповіщень)"
23="Закріпитися для відображення над іншими вікнами"
24="Вибрати значки для трею (області сповіщень)"
25="Встановити межу для автоматичних очищень ОЗП"
26="Якщо використання ОЗП перевищуватиме:"
27="Інтервали, секунд"
28="Виключити процеси (винятки) з очищень ОЗП"
29="OK"
30="Неможливо записати файл"

[Language_Ukrainian 2_Українська]
Translator=Vitaly Ivanenko (Geba)
01="Цей інструмент оптимізує використання пам'яті (ОЗУ)."
02="Інформація про фізичну пам'ять:"
03="Всього:"
04="Використовується:"
05="Доступно:"
06="Використовується пам'ять #RAM%"
07="Очистити"
08="Налаштування"
09="Про програму"
10="Вийти"
11="&Очистити пам'ять - #RAM% используется"
12="&Показати вікно програми"
13="&Налаштування"
14="&Про програму"
15="&Вийти з приграми"
16="#RAM% використовується"
17="Використання фізичної пам'яті: #RAM%"
18="Пам'ять буде оптимізована через #TIMER секунд"
19="#SIZE МБ звільнено."
20="Автозапуск при старті Windows"
21="Приховувати вікно під час запуску"
22="Згортати в трей"
23="Вікно програми завжди зверху"
24="Виберіть пакет іконок для трею"
25="Поріг для автоматичної оптимізації пам'яті"
26="Якщо обсяг зайнятої пам'яті перевищує"
27="Інтервал (сек.)"
28="Список виключених процесів"
29="Застосувати налаштування"
30="Неможливо записати файл!"

[Language_Ukrainian 3_Українська]
01="Цей інструмент оптимізує використання пам'яті (ОЗУ)."
02="Інформація про фізичну пам'ять:"
03="Всього:"
04="Використовується:"
05="Доступно:"
06="Використовується пам'ять #RAM%"
07="Очистити"
08="Налаштування"
09="Про програму"
10="Вийти"
11="&Очистити пам'ять - #RAM% используется"
12="&Показати вікно програми"
13="&Налаштування"
14="&Про програму"
15="&Вийти з приграми"
16="#RAM% використовується"
17="Використання фізичної пам'яті: #RAM%"
18="Пам'ять буде оптимізована через #TIMER секунд"
19="#SIZE МБ звільнено."
20="Автозапуск при старті Windows"
21="Приховувати вікно під час запуску"
22="Згортати в трей"
23="Вікно програми завжди зверху"
24="Виберіть пакет іконок для трею"
25="Поріг для автоматичної оптимізації пам'яті"
26="Якщо обсяг зайнятої пам'яті перевищує"
27="Інтервал (сек.)"
28="Список виключених процесів"
29="Застосувати налаштування"
30="Неможливо записати файл!"

[Language_Czech_Česky]
Translator="Kouma©k"
01="Tento nástroj vyprázdní pracovní sadu zadaných procesů a optimalizuje tak využití paměti (RAM)."
02="Informace o fyzické paměti:"
03="Celková paměť:"
04="Použitá paměť:"
05="Volná paměť:"
06="Procento využití paměti #RAM%"
07="Optimalizovat"
08="Nastavení"
09="O nás"
10="Konec"
11="&Uvolnit paměť - #RAM% použito"
12="&Zobrazit Reduce Memory"
13="&Možnosti"
14="&O nás"
15="&Ukončit Reduce Memory"
16="#RAM% využito"
17="Využití fyzické paměti: #RAM%"
18="Paměť bude optimalizována po #TIMER sekundách"
19="#SIZE MB uvolněno."
20="Automaticky spustit s Windows"
21="Skrýt při startu"
22="Minimalizovat do oznamovací oblasti"
23="Vždy na vrchu"
24="Vyber sadu ikon oznamovací oblasti"
25="Nastav hranici pro automatické uvolnění paměti"
26="Pokud využití paměti překročí"
27="Interval v sekundách"
28="Seznam vyloučení procesu"
29="Použít nastavení"
30="Není možno zapsat do souboru!"

[Language_Spanish_Castellano]
Translator="StefanoTonino"
01="Esta herramienta vacía los procesos especificados del área de trabajo para optimizar su uso de memoria (RAM)"
02="Información de memoria física:"
03="Memoria Total:"
04="Memoria Usada:"
05="Memoria Libre:"
06="Porcentaje de uso de memoria #RAM%"
07="Optimizar"
08="Opciones"
09="Acerca de"
10="Salir"
11="&Borrar Memoria - #RAM% usado"
12="&Mostrar Memoria Reducida"
13="&Opciones"
14="&Acerca de"
15="&Salir Reducir Memoria"
16="#Ram% Usada"
17="Uso de Memoria Fìsica: #RAM%"
18="Memoria será optimizada después de #TIMER segundos"
19="#SIZE MB recuperados."
20="Iniciar automáticamente en el arranque de windows."
21="Esconder ventana en el arranque"
22="Minimizar a la bandeja de sistema."
23="Siempre mostrar la ventana del programa en la parte de arriba."
24="Seleccione el icono para la bandeja minimizada."
25="Establecer el límite para auto optimizar memoria"
26="Si la taza de uso de memoria excede"
27="Intervalos de segundos"
28="Lista de exclusión de procesos"
29="Aplicar Opciones"
30="¡No es posible escribir archivo!"

[Language_Norwegian_Norsk]
Translator="Stein-Ove Bøthun"
01="Dette verktøyet tømmer arbeidssettet til den angitte prosessen for å optimalisere minnebruken (RAM)."
02="Fysisk info om minne:"
03="Totalt minne:"
04="Brukt minne:"
05="Ledig minne:"
06="Minnebruksprosent #RAM%"
07="Optimaliser"
08="Alternativer"
09="Om"
10="Avslutt"
11="&Rens minne - #RAM% brukt"
12="&Vis Reduce Memory"
13="&Alternativer"
14="&Om"
15="&Avslutt Reduce Memory"
16="#RAM% brukt"
17="Fysisk minne i bruk: #RAM%"
18="Minne vil bli optimalisert etter #TIMER sekunder"
19="#SIZE MB gjenopprettet"
20="Start automatisk ved oppstart"
21="Skjul vinduet ved oppstart"
22="Minimer til systemstatusfeltet"
23="Vis alltid programvinduet øverst"
24="Velg pakke for systemikoner"
25="Sett terskelen til automatisk minneoptimalisering"
26="Hvis mengden minnebruk overstiger"
27="Intervall i sekunder"
28="Ekskluderingsliste for prosess"
29="Bruk alternativer"
30="Kan ikke skrive til fil!"

[Language_Croatian_Hrvatski]
Prevoditelj="PasMater"
01="Ovaj alat prazni radni skup navedenog procesa kako bi optimizirao korištenje vaše memorije (RAM)."
02="Informacije o fizičkoj memoriji:"
03="Ukupna memorija:"
04="Iskorištena memorija:"
05="Obriši memoriju:"
06="Postotak upotrebe memorije #RAM%"
07="Optimiziraj"
08="Opcije"
09="O programu"
10="Izlaz"
11="&Obriši memoriju - #RAM% used"
12="&Prikaži smanjenji memoriju"
13="&Opcije"
14="&o programu"
15="&Izlaz iz smanjenja memorije"
16="#RAM%" iskorišteno"
17="Korištenje fizičke memorije: #RAM%"
18="Memorija će biti optimizirana nakon #TIMER seconds"
19="#SIZE MB oporavljeno."
20="Automatski pokreni pri pokretanju Windowsa"
21="Sakrij prozor pri pokretanju"
22="Smanji na programsku traku"
23="Uvijek prikaži prozor programa na vrhu"
24="Odaberite temu ikona trake"
25="Postavi prag za automatsku optimizaciju memorije"
26="Ako količina upotrebe memorije premaši"
27="Sekundni intervali"
28="Popis izuzetaka procesa"
29="Primijeni izmjene"
30="Nije moguće napisati datoteku!"

[Language_Slovenian_Slovensko]
Translator="Marko K."
01="Ta orodje izprazni delovni niz določenega procesa, da optimizira vašo uporabo pomnilnika (RAM)."
02="Informacije o fizičnem pomnilniku:"
03="Skupni pomnilnik:"
04="Uporabljeni pomnilnik:"
05="Prosti pomnilnik:"
06="Odstotek uporabe pomnilnika #RAM%"
07="&Optimiziraj"
08="Možnosti"
09="&O programu"
10="Izhod"
10="&Exit"
11="&Počisti pomnilnik - #RAM% uporabljeno"
12="&Prikaži Zmanjšanje pomnilnika"
13="&Možnosti"
14="&O programu"
15="&Izhod Zmanjšanje pomnilnika"
16="#RAM% uporabljeno"
17="Poraba fizičnega pomnilnika: #RAM%"
18="Pomnilnik bo optimiziran po #TIMER sekundah"
19="#SIZE MB obnovljeno."
20="Samodejni zagon ob zagonu sistema Windows"
21="Skrij okno ob zagonu"
22="Minimiziraj v sistemsko vrstico"
23="Vedno prikaži okno programa na vrhu"
24="Izberite paket ikon v sistemski vrstici"
25="Nastavite prag za samodejno optimizacijo pomnilnika"
26="Če količina porabe pomnilnika presega"
27="Sekundni intervali"
28="Izključi procese v polju"
29="Uporabi možnosti"
30="Datoteke ni mogoče zapisati!"

[Language_Catalan_Català]
Translator="Foll"
01="Aquesta eina buida el conjunt de treball del procés especificat per optimitzar l'ús de la memòria (RAM).""
02="Informació de Memòria Física:"
03="Memòria Total:"
04="Memoria Usada:"
05="Memòria Lliure:"
06="Percentatge de Memòria Usada: #RAM%"
07="&Optimitzar"
08="Opcions"
09="Saber Més"
10="Sortir"
11="&Esborrar Memòria - #RAM% utilitzada"
12="&Mostra Reduce Memory"
13="&Opcions"
14="&Saber més"
15="&Sortir de Reduce Memory"
16="#RAM% utilitzada"
17="Memoria Física Utilitzada: #RAM%"
18="La memòria serà optimitzada després de #TEMPORITZADOR segons"
19="#QUANTITAT MB Recuperats"
20="Iniciar autormàticament al iniciar Windows"
21="Amagar finestra al inciar windows"
22="Minimitzar a la safata del sistema"
23="Mostrar sempre la finestra del programa en primer pla"
24="Seleccionar el paquet d'icones"
25="Fixar un límit per optimitzar automàticament la memòria"
26="Si la quantitat de memòria excedeix"
27="Interval (Segons)"
28="Excluir processos"
29="Aplicar Opcions"
30="No es pot escriure l'arxiu"

